---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyCategoryPseudoParam
source: html/1ab6dbfe-4927-3cc9-79a6-946391fec593.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyCategoryPseudoParam Property

"Category"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyCategoryPseudoParam { get; }
```